Repository: divisia/imajiner
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: tr

source: Feedback sent successfully.
tr: Geribildirimini gönderdim.

source: Oh no! I encountered an error whilst sending your report.
tr: Nolamaz! Bi' sıkıntı çıktı bu raporu gönderirken.

source: Session terminated successfully.
tr: O cihazdaki oturumu kapattım.

source: Some error occured and session did not terminated.
tr: Oturumu kapatırken sorun çıktı.

source: waiting username
tr: rumuz bekliyorum

source: register new user
tr: kaydol

source: log in existing user
tr: giriş yap

source: credentials are not correct.
tr: bilgiler hatalı

source: proceed as %(username)s
tr: %(username)s olarak devam et

source: Declared. You will be redirected soon.
tr: Yayınlandı. Birazdan yönlendirileceksiniz.

source: syncing
tr: eşleniyor

source: waiting for you
tr: seni bekliyorum

source: Something bad happened. You better save your writing somewhere else manually.
tr: Çok kötü şeyler oldu. Yazdıklarını başka bir yere yedeklesen iyi olacak - sanırım ben kaydedemedim.

source: We couldn't detect the language of this masterpiece, therefore it won't be visible to public.
tr: Bu şaheserin hangi dilde olduğunu anlayamadım, dolayısıyla halka açık olmayacak.

source: Changes are saved.
tr: Değişiklikler kaydedildi.

source: proceed anyway
tr: bir bakayım

source: processing
tr: işleniyor

source: entitled narrative
tr: başlıklı hikaye
