Repository: divisia/imajiner
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: access & security
tr: erişim & güvenlik

source: radical processes this way.
tr: radikal işlemler buradan yapılır.

source: the most basic information
tr: temel bilgiler

source: I will not save unless you hit the button.
tr: Kaydete basmazsan kaydetmem.

source: username
tr: mahlas

source: you may change your username only once.
tr: mahlasını yalnızca bir kez değiştirebilirsin.

source: new password
tr: yeni şifre

source: you may enter your new password
tr: yeni şifreni girebilin

source: confirm new password
tr: yeni şifreyi onayla

source: you may confirm your new password
tr: şifreni onaylayabilin

source: save
tr: kaydet

source: session management
tr: oturum yönetimi

source: terminate
tr: sonlandır

source: current session
tr: bu cihaz

source: shadow
tr: gölge

source: author
tr: yazar

source: log out
tr: çıkış yap

source: console
tr: konsol

source: menu
tr: mönü

source: profile
tr: profil

source: narratives
tr: hikayeler

source: back to the site
tr: siteye geri dön

source: refereeship
tr: atıflar

source: subscriptions
tr: takip ettiklerin

source: preferences
tr: tercihler

source: writing studio
tr: yazın stüdyosu

source: Copyright Imajiner. All rights reserved.
tr: Copyright Imajiner. Tüm hakları saklıdır.

source: About
tr: Hakkında

source: Contact
tr: İletişim

source: editing page
tr: düzenleme sayfası

source: view version history
tr: versiyon geçmişini görüntüle

source: narrative content
tr: hikaye içeriği

source: an old version of
tr: hikayenin eski bir sürümü

source: version
tr: versiyon

source: You're viewing a version of this narrative. You are not permitted to edit the content to keep space-time continuum safe.
tr: Bu hikayenin versiyonlarından birini görüntülüyorsunuz. Alan-zaman sürekliliğini güvende tutmak için içeriği düzenlemenize izin vermiyoruz.

source: this version is old and archived, meaning you cannot edit it nevermore.
tr: bu sürüm eski ve arşivlenmiştir, yani onu düzenleyemezsiniz.

source: archived version no
tr: arşivlenmiş versiyon numarası

source: versions timeline
tr: sürüm geçmişi

source: all narratives
tr: tüm hikayeler

source: edit
tr: düzenle

source: version history
tr: sürüm geçmişi

source: title
tr: başlık

source: published at
tr: yayın tarihi

source: versions
tr: versiyonlar

source: you do not have any narratives
tr: hiçbir hikayen yok

source: console espresso
tr: konsol espresso

source: view and manage the devices you are currently logged in.
tr: şu anda oturumunun açık olduğu cihazları görüntüle ve yönet.

source: manage
tr: yönet

source: unpublished narratives
tr: yayınlanmamış hikayeler

source: view the narratives you left as a sketch and did not publish.
tr: yayınlamadığın ve taslak halindeki öyküleri görüntüle.

source: update password
tr: şifre güncelle

source: you may update password indefinite times.
tr: şifrenizi dilediğiniz kadar güncelleyebilirsiniz.

source: proceed
tr: ilerle

source: old narrative versions
tr: hikayenin eski sürümleri

source: any piece of your work is kept.
tr: çalışmanızın her bir parçası saklanır.

source: view
tr: görüntüle

source: The most useful information regarding to your account is here. You can view and modify them.
tr: Hesabınızla ilgili en yararlı bilgiler buradadır. Bunları görüntüleyebilir ve değiştirebilirsiniz.

source: account
tr: hesap

source: I will not save anything unless you hit the button.
tr: Kaydete basmazsan kaydetmem.

source: This part concerns the security of your account. You should visit Access & Security to modify them.
tr: Bu bölüm, hesabınızın güvenliği ile ilgilidir. Bunları değiştirmek için Erişim ve Güvenlik'i ziyaret etmelisiniz.

source: password
tr: şifre

source: go to
tr: git

source: cool stuff
tr: havalı şeyler

source: Biography
tr: Yaşam öyküsü

source: iam/
tr: ben/

source: access/
tr: erişim/

source: narratives/
tr: hikayeler/

source: narratives/<uuid:narrative>/
tr: hikayeler/<uuid:narrative>/

source: narratives/<uuid:narrative>/versions/
tr: hikayeler/<uuid:narrative>/versiyonlar/

source: narratives/<uuid:narrative>/versions/<uuid:version>/
tr: hikayeler/<uuid:narrative>/versiyonlar/<uuid:version>/

source: refereeship/
tr: atıflar/

source: studio/
tr: stüdyo/

source: subscriptions/
tr: takip-ettiklerin/

source: preferences/
tr: tercihler/

source: console overview
tr: konsol espresso

source: my narratives
tr: hikayelerim

source: edit narrative
tr: hikayeyi düzenle

source: narrative version timeline
tr: hikaye versiyon geçmişi

source: narrative version history
tr: hikaye versiyon geçmişi

source: about imajiner
tr: imajiner hakkında

source: It's basically a place to talk about your intangible side.
tr: Temelde, soyut tarafınız hakkında konuşabileceğiniz bir yer.

source: missionary
tr: misyoner

source: privacy
tr: mahremiyet

source: machinery
tr: mekanizma

source: credits
tr: emeği geçenler

source: masterminds
tr: yapımcılar

source: dreams
tr: hayaller

source: We have dreams. Without being disturbed, you can talk about your dreams from last night, analyse them maybe.
tr: Hepimizin düşlediği şeyler var; gerçekleşmesi için büyük arzular duyduğu ama yargılanmaktan ve dışlanmaktan korktuğu için paylaşamadığı. Bu tür korkuları yaşamadan, tüm hayallerinizi özgürce yazabilir ve isterseniz paylaşabilirsiniz.

source: aspirations
tr: ilhamlar

source: What is your goal in life? Write about it. Writing will make you help conceive yourself as a third person.
tr: Hayattaki en büyük arzun nedir? İstersen bunun hakkında yazabilirsin! Arzularını yazıya dökmek, sana yeni bir perspektif kazandıracaktır.

source: fantasies
tr: fanteziler

source: You may have surrealistic fantasies, maybe filty ones. Why don't you write about them? We are pretty sure there is at least one mind that would find your fantasies interesting.
tr: Gerçeküstü fantezileriniz olabilir, belki de kirli olanlar. Neden bunlar hakkında yazmıyorsunuz? Fantezilerinizi ilginç bulacak kişiler olacağına eminiz.

source: utopias
tr: ütopyalar

source: Imajiner itself is an utopia. You shall have utopias too. Let's keep track of what's happening in your utopia by writing.
tr: İmajiner bir ütopyadır. Sizlerin de zihinlerini süsleyen hayali diyarlar olabilir; bunları yazarak dünyaya bildirebilirsiniz.

source: Imajiner's Mission and Beyond
tr: İmajiner'in Misyonu ve Ötesi

source: Our starting point is to offer a free place where you spend time without being judged constantly. A place where you tinker with only what you want, just like a utopia.
tr: Bu platformu oluşturmamızdaki asıl amaç, yargılanmaktan uzak ve özgürce yazılarınızı paylaşabileceğiniz bir yer sunmaktı; tıpkı bir ütopya gibi.

source: A whole platform, designed for your experience.
tr: Tüm platform, kaliteli zaman geçirmeniz için tasarlanmıştır.

source: Although explaining it would break the spell, here are what to expect.
tr: Belki de söylemek büyüsünü bozacak ama, işte neler bekleyebileceğinize dair bir öngösterim.

source: shadow authentication
tr: hayalet kaydı

source: Every narrative needs an author, but not every author wants to be registered. With this, we basically authorize your device by getting its digital fingerprint - which is calculated by its technical abilities and serial numbers. For technical users: <code>Fingerprint.js</code> used heavily here.
tr: Her hikayenin bir yazara ihtiyacı var ama her yazar kayıt olmak istemiyor. Temelde teknik kabiliyetleri ve seri numaraları ile hesaplanan dijital parmak izini alarak cihazınızı yetkilendiriyoruz. Teknik kullanıcılar için: <code> Fingerprint.js</code> burada yoğun bir şekilde kullanıldı.

source: No system is safe.
tr: Hiçbir sistem güvenli değildir.

source: Here are our statements regarding to privacy concerns.
tr: İşte gizlilik yaygın gizlilik endişeleriyle ilgili beyanlarımız.

source: open-sourced
tr: açık kaynak kodlu

source: We respect your privacy; it's in our code. You can view the <a href="%(link)s">source code</a> in our GitHub Repository.
tr: Gizliliğinize saygı duyuyoruz, kodumuzda var. <a href="%(link)s"> Kaynak kodumuzu </a> GitHub Depomuzda görüntüleyebilirsiniz.

source: zero personal data
tr: sıfır kişisel veri

source: Unless you want to submit, we never collect your personal data in any way. Do you still have concerns, <a href="%(email)s">send us an email</a>.
tr: Göndermek istemediğiniz sürece, hiçbir şekilde kişisel verilerinizi toplamayız. Hala endişeleriniz varsa, <a href="%(email)s"> bize bir e-posta gönderin </a>.

source: Security
tr: Güvenlik

source: We are using Heroku PostgreSQL, known for its durability and security. Besides, in an event of data leakage, no one could find valuable information to blackmail anyone in our database. Note that all passwords are stored hashed and salted (Django's default!).
tr: Dayanıklılığı ve güvenilirliği ile bilinen Heroku PostgreSQL kullanıyoruz. Ayrıca, bir veri sızıntısı durumunda, hiç kimse veritabanımızdaki birine şantaj yapabileceği değerli kişisel bilgileri bulamaz. Tüm şifreler de hashed ve salted olarak saklanıyor. (Django'ya teşekkürler.)

source: Anonymousity
tr: Anonimlik

source: Shall you choose to use Shadow Authentication, you don't lose your status of anonymousity. Check out the <a href="%(link)s">Shadow Authentication</a> in Machinery.
tr: Hayalet kayıt olduğunuzda, anonim statünüzü kaybetmezsiniz! Misyonerden <a href="%(link)s"> Hayalet kayda </a> bakın.

source: Without them, Imajiner wouldn't look like this.
tr: Onlar olmadan, İmajiner böyle gözükmezdi.

source: While building this platform, we took advantage of already existing beautiful stuff, and here we are giving their credits.
tr: Bu platformu oluştururken zaten var olan güzel şeylerden faydalandık, bu güzellikleri aldığımız yerleri burada belirtiyoruz yani kısaca Sezar`ın hakkı Sezar`a.

source: This website is built using Django, along with Python packages extending Django.
tr: Bu web uygulaması Django ve beraberinde bir takım üçüncü parti destek paketleri ile yapıldı.

source: Most of the frontend code is taken from them.
tr: Frontend kodlarının çoğunu onlardan aldık.

source: Hereby we thank these packages' authors, as they are indirect contributors of Imajiner.
tr: Bu paketlerin yapımcılarına, dolaylı olarak emekleri geçtiği için, teşekkür ediyoruz.

source: This platform is deployed on Heroku dynos.
tr: Heroku dyno'larına deploy edildi.

source: the man behind
tr: arkasındaki adam

source: and the goddess
tr: ve tanrıça

source: We are two human beings who have quite silent firestorms inside, occasionally.
tr: Biz bazı zamanlarda, içlerinde oldukça sessiz ateş fırtınaları yaşayan iki insanız.

source: We built here as some kind of digital public diary, at first. Some may find our experiences, thoughts, goals and desires thought-provokin, deep, or even amusing, we thought. Out there, someone might be our mind-mate, who knows? Let's hunt them.
tr: İlk başta burada bir tür dijital ve halka açık bir günlük oluşturduk. Bazıları deneyimlerimizi, düşüncelerimizi, hedeflerimizi ve arzularımızı; düşündürücü, derin ve hatta eğlenceli bulabilir diye düşündük. Bu sırada belki de ruh eşlerimizi bulacağız, kim bilir? Hadi onları avlayalım.

source: about/
tr: hakkında/

source: authentication
tr: yetkilendirme

source: There are two authentication options to choose from.<br>You can find more information below the forms.
tr: Aralarından seçim yapabileceğiniz iki kimlik doğrulama seçeneği vardır. <br> Formların altında daha fazla bilgi bulabilirsiniz.

source: You are already logged in as %(username)s.
tr: Halihazırda %(username)s olarak giriş yaptınız.

source: author authorization
tr: yazar yetkilendirilmesi

source: Logging in and registring a new user is done here. Check out the status message as you type your username.
tr: Oturum açma ve yeni bir kullanıcı kaydı buradan yapılır. Kullanıcı adınızı yazarken durum mesajını kontrol edin.

source: This type of registration is the conventional one. Your registration is persistent and safe; just as you used to.
tr: Bu tür, geleneksel kayıttır. Kaydınız kalıcı ve güvenlidir - tıpkı alışık olduğunuz gibi.

source: shadow authorization
tr: hayalet kayıt

source: This type is temporary and designed for hit-and-runners. Know more below.
tr: Bu tür geçicidir, hikayesini hızlıca yazmak isteyenler için tasarlanmıştır. Aşağıda daha fazlasını öğrenin.

source: register
tr: kaydol

source: After you type your username, the servers check your device's digital fingerprint and see whether we recognize you. Check the status message.
tr: Kullanıcı adınızı yazdıktan sonra, sunucular cihazınızın dijital parmak izini kontrol eder ve sizi tanıyıp tanımadığımıza bakar. Durum mesajını kontrol edin.

source: When you register as shadow, you only choose a username to start writing. Although you have the full functionality, it does not last long. Due to its nature, these type of sessions are pretty fragile and mostly considered one-time-only, meaning you probably won't have access to the same shadow session after couple of hours.
tr: Gölge olarak kaydolduğunuzda, yazmaya başlamak için yalnızca bir kullanıcı adı seçersiniz. Tam işlevselliğe sahip olmanıza rağmen, gölge olarak açtığınız oturumlar uzun sürmez. Doğası gereği, bu tür oturumlar oldukça kırılgandır ve çoğunlukla tek seferlik varsayılız, bu da muhtemelen birkaç saat sonra aynı gölge oturumuna erişemeyeceğiniz anlamına gelir.

source: authorization/
tr: yetkilendirme/

source: farewell/
tr: veda/

source: Authorization
tr: Yetkilendirme

source: Imajiner Gatewall
tr: Imajiner Sur

source: You need to be authenticated in order to write here.
tr: Buraya yazabilmek için giriş yapmış olmanız gerekiyor.

source: author/<str:username>/
tr: yazar/<str:username>/

source: Imajiner God View
tr: Imajiner Tanrı Görüşü

source: Site Supervision
tr: Site Süperyönetimi

source: admin/
tr: amdin/

source: console/
tr: konsol/

source: Title
tr: Başlık

source: Body
tr: Metin

source: [Entitled Narrative]
tr: [Başlıklı Hikaye]

source: unclassified
tr: sınıflandırılmamış

source: translate
tr: çeviri yap

source: pinch of
tr: bir tutam

source: languages
tr: diller

source: unknown
tr: bilinmiyor

source: sketches
tr: taslaklar

source: begin writing a new story or mess with the unfinished works
tr: yeni bir öyküye başla veya bitmemiş yazılarla uğraşmaya devam et

source: right now
tr: tam şu an

source: new story, new dreams, new possibilities
tr: yeni bir öykü, yeni bir hülya ve yeni olasılıklar

source: write
tr: yaz

source: untitled narrative
tr: başlıksız hikaye

source: latest narratives
tr: son hikayeler

source: this narrative is not visible to public
tr: bu yazı halka açık değil

source: declare a narrative
tr: bildirge yayınla

source: something's happening
tr: bişiler oluyo

source: the system
tr: sistem

source: declare
tr: beyan et

source: left as sketch
tr: taslak olarak bırak

source: write/
tr: yaz/

source: write/new/
tr: yaz/yeni/

source: write/<uuid:uuid>/
tr: yaz/<uuid:uuid>/

source: translate/<uuid:uuid>/
tr: ceviri/<uuid:uuid>/

source: retranslate/<uuid:uuid>/
tr: receviri/<uuid:uuid>/

source: view the latest narratives published on Imajiner
tr: imajiner'de yayınlanmış son hikayeleri görüntüleyin

source: refreshing the ink
tr: mürekkebin tazeleniyor

source: Translation
tr: Çeviri

source: Are you lost, stranger?
tr: Kayıp mı oldun, yabancı?

source: Apparently you are.
tr: Görünüşe göre öyle.

source: We find your lack of navigation disturbing.
tr: Yön bulma yeteneğinden şüphe duyduk.

source: Fly as high as you can
tr: Uç, uçabildiğin kadar uç

source: Imagine a sky that forms as you wish. Beneath the sky, there is you. Let the world know what you kept inside for years. Let the people know and wow what you desire. Write about your drives, your dreams, your goals in life. Talk about you.
tr: Dilediğiniz gibi şekillenen bir gök hayal edin. Göğün altında, işte sen. Dünyaya, yıllardır kendine sakladıklarından bahset. İnsanların neler arzu ettiğini öğrenmesine ve bunlara şaşırmasına izin ver. Güdülerinden yaz, hayallerinden, gayelerinden. Senden yaz.

source: Close
tr: Kapat

source: Menu
tr: Mönü

source: homepage
tr: anasayfa

source: about
tr: hakkında

source: close
tr: kapat

source: feedback
tr: geribildirim

source: You can quickly report your impressions of Imajiner. No personal information is included in the feedback messages. <br>This helps us gain a more thorough insight of your experience in Imajiner.
tr: İmajiner hakkındaki izlenimlerinizi veya dileklerinizi hızlıca bildirebilirsiniz. Geri bildirim mesajlarında hiçbir kişisel bilgi yer almaz. <br> Bu, İmajiner'deki deneyiminiz hakkında daha kapsamlı bir fikir edinmemize yardımcı olur.

source: and there is that
tr: işte böyle böyle

source: send
tr: gönder

source: You are not authorized and will be sending this feedback anonymously.
tr: Kayıtlı değilsiniz ve bu geri bildirimi isimsiz olarak göndereceksiniz.

source: You are authorized and will be sending this feedback as %(username)s.
tr: Giriş yaptınız ve bu geribildirimi %(username)s olarak göndereceksiniz.

source: all rights reserved
tr: tüm hakları saklıdır

source: This website contains materials from third parties.
tr: Bu websitesindeki bazı materyaller üçüncü partilerden alınmıştır.

source: Know more
tr: Dahası

source: Homeland
tr: Anakara

source: Narratives
tr: Hikayeler

source: Missionary
tr: Misyoner

source: Console
tr: Konsol

source: Feedback
tr: Geribildirim

source: Imajiner is an open-sourced, free platform. <a href="%(link)s#privacy">Know more</a>
tr: İmajiner açık kaynaklı, özgün bir platformdur. <a href="%(link)s#source-code">Dahası</a>

source: A mixture of inside you and the outer world - a solemn thought, is it not?
tr: Zihninin derinlikleri karmaşayla dolu, değil mi?

source: No man is required to be understood.
tr: Aydınlatmana gerek yok karanlıkları, ama büyüleyebilirsin ışığınla insanları.

source: what
tr: ne

source: whatcha got there
tr: neler var

source: your fairy wishes
tr: masalsı dilekleriniz

source: how
tr: nasıl

source: how tf does these work
tr: nasıl çalışıyor

source: available in
tr: mevcut diller

source: Go down!
tr: Aşağı in!

source: The divine purpose of this platform is to promise people mental freedom.
tr: Bu platformun kutsal amacı insanlara zihinsel özgürlük vaat etmektir.

source: Shall you begin writing, whenever you feel like.
tr: Ne zaman istersen, yazmaya başlayabilirsin.

source: You will be redirected to authorization page to select a username - we need an author to display, yes? Then you can start writing without any further bother.
tr: Bir kullanıcı adı seçmek için yetkilendirme sayfasına yönlendirileceksiniz, hikayenin sahibini göstermemiz için bir yazara ihtiyacımız var, değil mi? O zaman artık, kimse tarafından rahatsız edilmeyeceğiniz bu platformda yazmaya başlayabilirsiniz.

source: start writing
tr: yazmaya başla

source: I surely did get rid of any bothersome.
tr: Elbette, can sıkan unsurlardan kurtulduk.

source: Some unique machinery around you is trying to offer a intuitive user experience.
tr: Etrafınızdaki eşsiz mekanizma, size sezgisel bir deneyim sunmaya çabalıyor.

source: the solemn promise
tr: kutsal söz

source: The moment you read is the moment you value that piece of text the most. You can be assured that nothing will distract you while you are reading from our side.
tr: Okuduğunuz an, bir metne en çok değer verdiğiniz andır. Okurken dikkatinizi dağıtmayacağımızdan emin olabilirsiniz.

source: truly optional registration
tr: kaydolmanız gerekmez

source: With our unique authorization mechanism named Shadow, we never limit the website's functionality based on whether you are registered or not. What's more, you don't even need a username to start writing, it's auto-generated! (You can change your username later too!)
tr: Gölge isimli eşsiz kayıt mekanizmamız ile, kalıcı bir şekilde kayıtlı olup olmamanıza bakmıyor ve web sitesinin işlevselliğini asla sınırlamıyoruz. Kaydolmak için kullanıcı adına dahi ihtiyacınız yok, isterseniz otomatik oluşturuluyor. (Elbette ki sonradan güncelleyebilirsiniz.)

source: resilient writing studio
tr: yazın stüdyosu

source: Anything you write at studio is saved in our servers every couple of seconds; don't worry about lost data. We quite know how frustrating it is to spend a lot of time on a story and lost it.
tr: Tam bir ilham silsilesi yakalamışken aniden bir internet veya elektrik kesintisi yaşarsanız korkmayın. Bağlantınıza yeniden kavuştuğunuzda yazınızın taslaklar kısmında güvende göreceksiniz.

source: by users for users
tr: yazarlar tarafından yazarlar için

source: We are, just as you, everyday users. We do know the hassles we face, and exclude them from here. A place designed solely for you and only you.
tr: Biz de sizin gibi gezginleriz. Karşılaşılan zorlukları biliyoruz ve buradan uzakta tutuyoruz. Yalnızca sizin için olan ve istediğiniz gibi tasarlanmış bir gökyüzü.,bu gökte her kuş istediği gibi özgürce uçabilir.

source: We have a dream where the freedom of expression is truly present.
tr: Bizim bir hayalimiz var, ifade özgürlünün gerçekten mevcut olduğu.

source: reach us out
tr: bize ulaşın

source: All rights reserved.
tr: Tüm hakları saklıdır.

source: go to top
tr: yukarı
